import { GuitarTypes } from "../types/guitar-types.enum";

export const guitars = [
  {
    id: 'qwertyasd',
    name: 'ЭлектроГитара Честер bass',
    date: '19.09.2022',
    photo: 'img/content/catalog-product-1.png',
    type: GuitarTypes.Electro,
    article: '123ыф52425',
    stringsCount: 4,
    price: 17500,
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.'
  },
  {
    id: 'qwertyaываsd',
    name: 'ЭлектроГитара Честер bass2',
    date: '19.20.2023',
    photo: 'img/content/catalog-product-2.png',
    type: GuitarTypes.Electro,
    article: '1235фыв2425',
    stringsCount: 6,
    price: 123400,
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.'
  },
  {
    id: 'qwer123tyasd',
    name: 'Другая гитара',
    date: '25.12.2023',
    photo: 'img/content/catalog-product-3.png',
    type: GuitarTypes.Electro,
    article: '1235ып2425',
    stringsCount: 4,
    price: 173482,
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.'
  },
  {
    id: 'qwertyи44asd',
    name: 'Укулуле',
    date: '19.09.2022',
    photo: 'img/content/catalog-product-4.png',
    type: GuitarTypes.Ukulele,
    article: '123512342425',
    stringsCount: 12,
    price: 7500,
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.'
  },
  {
    id: 'qwertyиак5asd',
    name: 'Акустическая гитара',
    date: '03.09.2024',
    photo: 'img/content/catalog-product-5.png',
    type: GuitarTypes.Acustic,
    article: '12352425',
    stringsCount: 7,
    price: 17500,
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.'
  }
];
